Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Novels
it: Romanzi

source: Crepe paper streamers
it: Festoni in carta crespa

source: Prospectuses
it: Prospetti

source: Personal organisers
it: Agende personali

source: Decorators' paintbrushes
it: Pennelli per decoratori

source: Figurines [statuettes] of papier mâché
it: Figurine [statuette] di cartapesta

source: Galley racks [printing]
it: Vantaggi [tipografia]

source: School photographs
it: Fotografie scolastiche

source: Graphic drawings
it: Disegni grafici

source: Advertisement boards of paper
it: Tabelloni pubblicitari in carta

source: Angle plotters [drawing instruments]
it: Tracciatori angolari [strumenti da disegno]

source: Artists' charcoals
it: Carboncini per artisti

source: Pictures
it: Immagini

source: Automatic adhesive dispensers for office use
it: Distributori automatici di nastro adesivo da ufficio

source: Pocket notebooks
it: Taccuini tascabili

source: Printing sets, portable [office requisites]
it: Servizi da stampa, portatili [articoli per ufficio]

source: Drip mats of paper
it: Raccogligocce in carta

source: Engraving plates
it: Lastre da incidere

source: Wall planners
it: Programmi murali

source: Waterproof paper [other than for use in building]
it: Carta impermeabilizzata [non per l'edilizia]

source: Envelope sealing machines for offices
it: Macchine da ufficio per chiudere le buste

source: Tracing cloth
it: Tela da ricalco

source: Biological samples for use in microscopy [teaching materials]
it: Sezioni biologiche per la microscopia [materiale per l'insegnamento]

source: Pads [stationery]
it: Blocchi [cartoleria]

source: Binding materials for books and papers
it: Materiale per rilegatura di libri e documenti

source: Writing utensils made of fibres
it: Utensili per scrivere in fibre

source: Almanacs
it: Almanacchi

source: Adhesive packaging tapes
it: Nastri adesivi per imballaggio

source: Pens of precious metal
it: Penne in metallo prezioso

source: Printed timetables
it: Orari stampati

source: Correcting tapes [office requisites]
it: Nastri correttori [articoli per ufficio]

source: Gummed tape [stationery]
it: Bende gommate [cartoleria]

source: Spirit gum for stationery purposes
it: Colla per truccatori per la cartoleria

source: Stapling guns (Electric -) for stationery use
it: Cucitrici per la cartoleria (elettriche)

source: Paper made from paper mulberry (kohzo-gami)
it: Carta a base di gelso da carta (Kohzo-gami)

source: Paper made from paper mulberry (tengujosi)
it: Carta a base di gelso da carta (Tengujosi)

source: Paper for wrapping books
it: Carta per rivestire libri

source: Semi-processed paper
it: Carta semilavorata

source: Bookplates
it: Ex libris

source: Containers for ice made of paper or cardboard
it: Recipienti per ghiaccio in carta o cartone

source: Numbering stamps
it: Timbri numeratori

source: Clips for paper [stationery]
it: Fermagli per carta [cancelleria]

source: Dinner mats of paper
it: Tovagliette in carta

source: Machines for office use for stamping mail
it: Macchine da ufficio per timbrare la corrispondenza

source: Photo-engravings
it: Fotoincisioni

source: Xuan paper for Chinese painting and calligraphy
it: Carta xuan [per pittura e calligrafia cinese]

source: Bookkeeping forms
it: Moduli di contabilità

source: Plastic food storage bags for household use
it: Sacchetti in plastica per alimenti per uso domestico

source: Stapling presses [non-electric staplers]
it: Cucitrici [cucitrici non elettriche]

source: Painting sets for artists
it: Set da pittura per artisti

source: Paintings
it: Dipinti

source: Drawing boards
it: Tavole da disegno

source: Paperweights
it: Fermacarte

source: Lithographic stones
it: Pietre litografiche

source: Cardboard tubes
it: Tubi di cartone

source: Dressmaking patterns for drawing
it: Modelli per sartoria da disegnare

source: Educational publications
it: Pubblicazioni didattiche

source: Journals
it: Periodici

source: Wood pulp paper
it: Carta di legno

source: Bibles
it: Bibbie

source: Carbonless copying paper
it: Carta autocopiante

source: Portraits
it: Ritratti

source: Waterproof paper
it: Carta impermeabile

source: Postage stamps
it: Francobolli

source: Correcting liquids for printer's block
it: Liquidi correttori per caratteri tipografici

source: Colour charts
it: Cartelle colori

source: Adhesive paper
it: Carta adesiva

source: Adhesive tape dispensers for household or stationery use
it: Distributori di nastro adesivo per la casa o la cartoleria

source: Geographical maps
it: Carte geografiche

source: Document destroyers [office machines]
it: Distruggi documenti [macchine per ufficio]

source: Double sided adhesive tapes for household use
it: Nastri biadesivi per uso domestico

source: Manuals for instructional purposes
it: Manuali per l'insegnamento

source: Knives (Paper -) [office requisites]
it: Lame (Carta -) [articoli per ufficio]

source: Decorative pencil-top ornaments
it: Elementi decorativi per matite

source: Strategy guide magazines for video games
it: Riviste di strategie per videogiochi

source: Pencil point protectors
it: Proteggi-punte per matite

source: Address plates for addressing machines
it: Lastre di indirizzi per macchine stampatrici

source: Adhesives for household purposes
it: ADESIVI PER USO DOMESTICO

source: Printed material in the nature of color samples
it: Materiali stampati ovvero campioni di colore

source: Holders for desk accessories
it: Porta-accessori da scrivania

source: Hand-rests for painters
it: Appoggiamano per pittori

source: Extensions for pencils
it: Prolunghe per matite

source: Announcement cards [stationery]
it: Partecipazioni [cartoleria]

source: Tee squares [drawing]
it: Squadre a T [da disegno]

source: Japanese paper (torinoko-gami)
it: Carta giapponese (Torinoko-gami)

source: Computer software operating manuals
it: Manuali operativi per software

source: Electrocardiograph paper
it: Carta per elettrocardiografi

source: Paper for recording machines
it: Carta per apparecchi registratori

source: Synthetic paper
it: Carta sintetica

source: Albums for stickers
it: Album per adesivi

source: Adhesives for art use
it: Adesivi per le arti

source: Poster magazines
it: Riviste di poster

source: Drawing paper
it: Carta da disegno

source: Holders for notepads
it: Porta-blocchi per appunti

source: Holders for adhesive tapes
it: Contenitori per nastri adesivi

source: India paper
it: Carta indiana

source: Paper filters for coffee makers
it: Filtri in carta per macchine da caffè

source: Printed tickets
it: Biglietti stampati

source: Cellophane paper
it: Carta cellophane

source: Children's slates
it: Lavagne per bambini

source: Modelling materials
it: Materiali per modellare

source: Modelling paste
it: Pasta da modellare

source: Apparatus for mounting photographs
it: Apparecchi per incollare le fotografie

source: Cushioning or padding made of paper for packing purposes
it: Imbottiture a base di carta per imballaggio

source: Recycled paper
it: Carta riciclata

source: Stands for writing implements
it: Supporti per strumenti di scrittura

source: Cases made of corrugated cardboard
it: Astucci in cartone ondulato

source: Chalks for drawing
it: Gessetti per disegnare

source: Hat boxes of cardboard
it: Cappelliere [scatole]

source: Tags for index cards
it: Cavalierini per schede

source: Facsimile transmission paper
it: Carta per trasmissione di fax

source: Coasters of paper
it: Sottocaraffe di carta

source: Silk screen prints
it: Stampe serigrafate

source: Mimeograph apparatus and machines
it: Ciclostilo [apparecchi e macchine per -]

source: Paper for radiograms
it: Carta per radiogrammi

source: Tips for ballpoint pens
it: Punte per penne a sfera

source: Chalk
it: Gessi

source: Adhesive tape dispensers [office requisites]
it: Distributori di nastro adesivo [articoli di cartoleria]

source: Pigeon holes
it: Scomparti

source: Paper rolls for calculating machines
it: Rotoli di carta per calcolatrici

source: Trays for sorting and counting money
it: Vassoi per ordinare e contare la moneta

source: Correction fluids for documents
it: Liquido correttivo per documenti

source: Decorations for pencils
it: Decorazioni per matite

source: Parchment paper
it: Carta pergamena

source: Guillotine machines for office use
it: Tagliacarte a ghigliottina per ufficio

source: Table napkins of paper
it: Tovaglioli di carta

source: Letter openers of precious metal
it: Tagliacarte in metalli preziosi

source: Pens
it: Penne

source: String dispensers for use in packaging
it: Distributori di spago per imballaggio

source: Table decorations of paper
it: Decorazioni da tavola di carta

source: Containers of paper for packaging purposes
it: Contenitori in carta per imballaggio

source: Ivory manilaboard
it: Carta manila avorio

source: Japanese paper
it: Carta giapponese

source: Newsletters
it: Circolari

source: Storage containers made of paper
it: Contenitori per deposito in carta

source: Gummed cloth for stationery purposes
it: Tele gommate per la cartoleria

source: Stamping machines for office use
it: Macchine stampigliatrici per ufficio

source: Stapling guns (Hand-operated -) for stationery use
it: Cucitrici per la cartoleria (ad azionamento manuale)

source: Strips of fancy paper (tanzaku)
it: Strisce di carta di fantasia (Tanzaku)

source: Dinner mats of cardboard
it: Tovagliette segnaposto

source: Kitchen rolls [paper]
it: Rotoli da cucina [carta]

source: Printed reports
it: Relazioni stampate

source: Bows for decorating packaging
it: Fiocchi decorativi per pacchi

source: Proofing paper
it: Carta per provini

source: Packaging material made of starches
it: Materiali d'imballaggio in fecola o amido

source: Toilet paper
it: Carta igienica

source: Coarse tissue [for toiletry use]
it: Tessuti grezzi per la toilette

source: Drawing materials for blackboards
it: Materiale da disegno per lavagne

source: Engravings and their reproductions
it: Incisioni e loro riproduzioni

source: Offset printing paper for pamphlets
it: Carta per stampa offset per opuscoli

source: Rubbers for erasing written text
it: Gomme per cancellare testi scritti

source: Manifolds [stationery]
it: Collettori (cartoleria)

source: Viscose sheets for wrapping
it: Fogli di viscosa per imballaggio

source: Colouring books
it: Album da colorare

source: Cardboard boxes
it: Scatole di cartone

source: Fluorescent paper
it: Carta fluorescente

source: Bookends
it: Reggilibri

source: Strategy guide magazines for card games
it: Riviste di strategie per giochi di carte

source: Napkins of cellulose for household purposes
it: Tovaglioli di cellulosa per uso domestico

source: Writing instruments
it: Strumenti per scrivere

source: Cheques
it: Assegni

source: Papers for use in the graphic arts industry
it: Carta destinata all'industria delle arti grafiche

source: Paper for use in the manufacture of wallpaper
it: Carta per la produzione di carta da parati

source: Book markers of precious metal
it: Segnalibri in metallo prezioso

source: Artists' materials
it: Materiale per artisti

source: Digital printing paper
it: Carta per stampa digitale

source: Computer hardware reference manuals
it: Manuali di consultazione per hardware

source: Maps made of flexible plastics
it: Mappe in materie plastiche flessibili

source: Self-adhesive tapes for stationery use
it: Nastri autoadesivi per la cartoleria

source: Wall calendars
it: Calendari da muro

source: Airtight packaging of cardboard
it: Imballaggi ermetici di cartone

source: Airtight packaging of paper
it: Imballaggi di carta ermetici

source: Angle guides [drawing instruments]
it: Guide a squadra [strumenti da disegno]

source: Steatite [tailor's chalk]
it: Steatite [gesso per sarti]

source: Debit cards without magnetic coding
it: Carte di addebito senza codice magnetico

source: Temporary tattoos
it: Tatuaggi temporanei

source: Removable tattoos [decalcomania]
it: Tatuaggi non permanenti [decalcomanie]

source: Data processing programmes in printed form
it: Programmi di elaborazione dati stampati

source: Paper toilet seat covers
it: Coprisedile di carta per WC

source: Printed advertisements
it: Pubblicità stampata

source: Japanese ceremonial paper strings (mizuhiki)
it: Corde in carta per cerimoniale giapponese [Mizuhiki]

source: Pen wipers
it: Nettapenne

source: Cloth for bookbinding
it: Tela per rilegature

source: Transparencies [stationery]
it: Trasparenti [cartoleria]

source: Rotary duplicators
it: Duplicatori rotativi

source: Glues for office use
it: Colle per ufficio

source: Gunpowder wrapping paper
it: Carta per polvere da sparo

source: Letter paper [finished products]
it: Carta da lettere [prodotti finiti]

source: Bookbinding apparatus and machines [office equipment]
it: Apparecchi e macchine per la rilegatura [materiale per ufficio]

source: Paintings [pictures], framed or unframed
it: Pitture [dipinti, quadri] incorniciati o non

source: Newspapers
it: Giornali

source: Electric staplers for offices
it: Pinzatrici elettriche per ufficio

source: Paste for handicraft, for stationery or household purposes (banjaku-nori)
it: Pasta per artigianato, per la cartoleria o la casa (Banjaku-nori)

source: Tissue paper for use as material of stencil paper (ganpishi)
it: Carta velina per uso come materiale per carta per matrici (Ganpishi)

source: Curve templates [drawing instruments]
it: Sagome curve [attrezzatura da disegno]

source: Bags of bubble plastics for packaging
it: Sacchi in plastica a bolle per imballaggio

source: Printed certificates
it: Certificati stampati

source: Printed invitations
it: Inviti stampati

source: Drawer liners of paper, perfumed or not
it: Carta per armadi [profumato o meno]

source: Xerographic paper
it: Carta xerografica

source: Collapsible boxes of paper
it: Scatole di carta pieghevoli

source: Removable self-stick notes
it: Biglietti autoadesivi amovibili

source: Lever arch files
it: Raccoglitori a leva

source: Lithographic engravings
it: Incisioni litografiche

source: Artists' modelling materials
it: Materiali per modellare per artisti

source: Papier mâché
it: Cartapesta

source: Writing cases [sets]
it: Servizi da scrivania

source: Painting pencils
it: Matite per dipingere

source: Brushes for the application of paints
it: Pennelli per stendere pittura

source: Crepe paper
it: Carta crespa

source: Plastic transparencies
it: Lucidi in plastica

source: Glitter pens for stationery purposes
it: Penne brillantinate per la cartoleria

source: Painting sets for children
it: Set per la pittura per bambini

source: Fabrics for bookbinding
it: Stoffe per legatorie

source: Bookbinding material
it: Articoli per rilegature

source: Placards of paper or cardboard
it: Cartelli in carta o in cartone

source: Squares for drawing
it: Squadre da disegno

source: Correction sticks
it: Stick correttori

source: Correction pencils
it: Matite correttrici

source: Writing cases [stationery]
it: Astucci portapenne [cartoleria]

source: Decorative wrapping paper
it: Carta da regalo decorativa

source: File covers
it: Copertine

source: Gift packaging
it: Confezioni regalo

source: Picture postcards
it: Cartoline illustrate

source: Paper for wrapping and packaging
it: Carta per imballaggi e confezioni

source: Gift wrap paper
it: Carta da regalo

source: Folders for papers
it: Cartelle per documenti

source: Document holders [stationery]
it: Portadocumenti [cartoleria]

source: Folios
it: Fogli

source: Paper for bags and sacks
it: Carta per borse e sacchetti

source: Paper ribbons
it: Nastri di carta

source: Banners of paper
it: Striscioni di carta

source: Bunting of paper
it: Festoni in carta

source: Plastic envelopes
it: Buste di plastica

source: Jackets of paper for books
it: Copertine in carta per libri

source: Dressmaking stencils for drawing
it: Stencil da sartoria da disegnare

source: Duplicators
it: Duplicatori

source: Telephone directories
it: Elenchi telefonici

source: Copying paper [stationery]
it: Carta copiativa [cancelleria]

source: Advertisement boards of card
it: Cartelloni pubblicitari in cartone

source: Printed coupons
it: Tagliandi stampati

source: Display banners made of cardboard
it: Banner di visualizzazione in cartone

source: Advertising signs of cardboard
it: Insegne pubblicitarie in cartone

source: Gift vouchers
it: Buoni omaggio

source: Pencils
it: Matite

source: Mimeograph stencils
it: Matrici per mimeografo

source: Coloured lead pencils
it: Mine per matite colorate

source: Color pencils
it: Matite colorate

source: Boxes of paper or cardboard
it: Scatole di carta o di cartone

source: Drawing pens
it: Tiralinee

source: Pencil sharpeners
it: Temperamatite

source: Books
it: Libri

source: Picture books
it: Libri illustrati

source: Collectable cards
it: Carte da collezionare

source: Paper knives [cutters] [office requisites]
it: Tagliacarte [articoli per ufficio]

source: Covers [stationery]
it: Copertine [cartoleria]

source: Albums
it: Album

source: Rulers
it: Righe

source: Drawing rulers
it: Righe da disegno

source: Writing paper
it: Carta da lettere

source: Pen stands
it: Stilofori

source: Pencil cups
it: Portapenne

source: Paper and cardboard
it: Carta e cartone

source: Disposable paper products
it: Prodotti di carta monouso

source: Writing and stamping implements
it: Attrezzi per scrivere ed affrancare

source: Correcting and erasing implements
it: Attrezzi per correggere e cancellare

source: Printing and bookbinding equipment
it: Attrezzatura per la stampa e la legatoria

source: Industrial paper and cardboard
it: Carta e cartone industriale

source: Works of art and figurines of paper and cardboard, and architects' models
it: Produzioni artistiche e statuette in carta e cartone, e plastici per architetti

source: Bags and articles for packaging, wrapping and storage of paper, cardboard or plastics
it: Sacche ed articoli per imballaggio, impacchettatura e immagazzinaggio di carta, cartone o plastica

source: Stationery and educational supplies
it: Cartoleria e materiale di insegnamento

source: Page holders
it: Ferma-pagina

source: Printed horoscopes
it: Oroscopi stampati

source: Newsprint paper
it: Carta da giornale

source: Blank journals
it: Registri bianchi

source: Adhesive materials for office use
it: Materiali adesivi per ufficio

source: Architectural plans
it: Piante architettoniche

source: Artists' pastels
it: Pastelli per artisti

source: Artists' pencils
it: Matite per artisti

source: Bookbinding machines for office use
it: Macchine per legatoria da ufficio

source: Calendered paper
it: Carta calandrata

source: Canvas stretcher bars for artists
it: Listelli per tenditela per artisti

source: Celestial globes
it: Globi celesti

source: Document folders in the form of wallets
it: Raccoglitori sotto forma di portadocumenti

source: Gelatine glue for stationery or household purposes
it: Colla di gelatina per la cartoleria o per uso domestico

source: Latex glue for stationery or household purposes
it: Colla al lattice per la cartoleria o per uso domestico

source: Magazine paper
it: Carta per riviste

source: Modeling clay for children
it: Argilla da modellare per bambini

source: Modeling compounds
it: Composti da modellare

source: Paper patterns
it: Cartamodelli

source: Pastels
it: Pastelli

source: Pharmaceutical information leaflets
it: Foglietti illustrativi per farmaci

source: Plastic adhesives for stationery or household purposes
it: Adesivi in plastica per la cartoleria o per uso domestico

source: Printed advertising boards of cardboard
it: Pannelli pubblicitari stampati di cartone

source: Printed advertising boards of paper
it: Pannelli pubblicitari stampati di carta

source: Printed periodicals in the field of dance
it: Periodici stampati nel settore della danza

source: Printed periodicals in the field of figurative arts
it: Periodici stampati nel settore delle arti figurative

source: Printed periodicals in the field of movies
it: Periodici stampati nel settore cinematografico

source: Printed periodicals in the field of plays
it: Periodici stampati nel settore delle opere teatrali

source: Printed periodicals in the field of tourism
it: Periodici stampati nel settore del turismo

source: Rubber cements for stationery
it: Mastici in gomma per la cartoleria

source: Silk canvas [painters' article]
it: Tele di seta [articoli per pittori]

source: Starch paste for stationery
it: Colla d'amido per la cartoleria

source: Protractors as drawing instruments
it: Goniometri ovvero strumenti da disegno

source: Clips for offices
it: Fermagli da ufficio

source: Carbon paper
it: Carta carbone

source: Photographs [printed]
it: Fotografie [stampate]

source: Envelopes [stationery]
it: Buste [cartoleria]

source: Tissue paper
it: Carta velina

source: Handkerchiefs of paper
it: Fazzoletti di carta

source: Shields [paper seals]
it: Sigilli di carta

source: Balls for ball-point pens
it: Sfere per penne a sfera

source: Cases for stamps [seals]
it: Astucci per timbri

source: Index cards [stationery]
it: Schede [cartoleria]

source: Office labeling machines
it: Etichettatrici per ufficio

source: Stamp mounts
it: Porta-timbri

source: Pen ink cartridges
it: Cartucce per penne

source: Fountain pen ink cartridges
it: Cartucce per penne stilografiche

source: Type [numerals and letters]
it: Lettere [caratteri tipografici]

source: Canvas for painting
it: Tele per pittura

source: Drafting templates
it: Modelli da disegno

source: Tracing paper
it: Carta da ricalco

source: Conical paper bags
it: Sacchetti di carta

source: Gluten [glue] for stationery or household purposes
it: Adesivi per la cartoleria o per uso domestico

source: Adhesives for stationery or household purposes
it: Adesivi per la cartoleria o per uso domestico

source: Glue for stationery or household purposes
it: Adesivi per la cartoleria o per uso domestico

source: Gums [adhesives] for stationery or household purposes
it: Adesivi per la cartoleria o per uso domestico

source: Graphic representations
it: Rappresentazioni grafiche

source: Marking pens [stationery]
it: Evidenziatori [cartoleria]

source: Corrugated paper
it: Carta ondulata

source: Corrugated board
it: Cartone ondulato

source: Patterns for dressmaking
it: Cartamodelli per sartoria

source: Inkwells
it: Calamai

source: Ink stones [ink reservoirs]
it: Pietre per inchiostro

source: Comics
it: Fumetti

source: Punches [office requisites]
it: Fustelle [articoli per ufficio]

source: Office perforators
it: Perforatori da ufficio

source: Office hole punchers
it: Perforatori da ufficio

source: Graphic reproductions
it: Riproduzioni grafiche

source: Felt marking pens
it: Pennarelli a feltro

source: Cardboard
it: Cartone

source: Paint rollers
it: Pennelli a rullo

source: Paint applicator rollers
it: Rulli applicatori per pitture

source: Retractable pencils
it: Matite retrattili

source: Document files [stationery]
it: Raccoglitori [cartoleria]

source: Folders [stationery]
it: Piegatrici [per ufficio]

source: Pastels [crayons]
it: Pastelli [matite]

source: Fountain pens
it: Stilografiche

source: Note books
it: Taccuini

source: Packing [cushioning, stuffing] materials of paper or cardboard
it: Materiali per imballaggio [imbottitura] in carta o cartone

source: Stuffing of paper or cardboard
it: Imbottitura in carta o cartone

source: Reproductions of paintings
it: Riproduzioni di quadri

source: Pen and pencil cases
it: Portapenne e portamatite

source: Pen and pencil holders
it: Portapenne e portamatite

source: Printed patterns for dressmaking
it: Modelli stampati per sartoria

source: Manually operated credit card imprinters
it: Stampanti per carte di credito manuali

source: Works of art made of paper
it: Opere d'arte di carta

source: Drawing boards [painters' articles]
it: Tavoli da disegno [articoli per pittori]
